/* Localized versions of Info.plist keys */
NSHumanReadableCopyright = "Copyright © 2026 The DirStat Authors. Publicado bajo la GPL.";

NSCalendarsUsageDescription = "DirStat necesita acceder a los archivos de calendario para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSRemindersUsageDescription = "DirStat necesita acceder a recordatorios para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSContactsUsageDescription = "DirStat necesita acceder a los archivos de la libreta de direcciones para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSPhotoLibraryUsageDescription = "DirStat necesita acceder a las bibliotecas de fotos para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSDocumentsFolderUsageDescription = "DirStat necesita acceder a estos archivos para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSDesktopFolderUsageDescription = "DirStat necesita acceder a estos archivos para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSDownloadsFolderUsageDescription = "DirStat necesita acceder a estos archivos para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSNetworkVolumesUsageDescription = "DirStat necesita acceder a estos archivos para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
NSRemovableVolumesUsageDescription = "DirStat necesita acceder a estos archivos para inspeccionar sus tamaños y otros atributos de archivo.\nNo se leerán datos.";
